Repository: Jetski5822/NGM.Forum
Catalog: App_Data/Localization/*/orchard.module.po
Languages: fr_fr, nl_nl

# NGM.Forum.AdminMenu
source: Manage Forums
nl_nl: Forums beheren

# NGM.Forum.AdminMenu
source: New Forum
nl_nl: Nieuw Forum

# NGM.Forum.Controllers.ForumAdminController
source: Not allowed to create forums
nl_nl: Het is niet toegestaan om forums aan te maken

# NGM.Forum.Controllers.ForumController
source: Not allowed to close forum
nl_nl: Het is niet toegestaan om het forum te sluiten

# NGM.Forum.Controllers.ForumController
source: Not allowed to open forum
nl_nl: Het is niet toegestaan om het forum te openen

# NGM.Forum.Controllers.ForumController
source: Not allowed to view forum
nl_nl: Het is niet toegestaan om het forum te bekijken

# NGM.Forum.Controllers.PostController
source: Not allowed to create post
nl_nl: Het is niet toegestaan om berichten aan te maken

# NGM.Forum.Controllers.PostController
source: Your {0} has been created.
nl_nl: Uw {0} is aangemaakt

# NGM.Forum.Controllers.PostController
source: Not allowed to mark post as answer
nl_nl: Het is niet toegestaan om dit bericht als antwoord te markeren

# NGM.Forum.Controllers.PostController
source: {0} has been marked as answer.
nl_nl: {0} is gemarkeerd als antwoord.

# NGM.Forum.Controllers.PostController
source: {0} has been un-marked as answer.
nl_nl: {0} is niet meer gemarkeerd als antwoord.

# NGM.Forum.Controllers.PostController
source: Not allowed to reply to a post
nl_nl: Het is niet toegestaan om te antwoorden op een bericht

# NGM.Forum.Controllers.ThreadAdminController
source: Not allowed to move thread
nl_nl: Het is niet toegestaan om deze discussie te verplaatsen

# NGM.Forum.Controllers.ThreadAdminController
source: could not find thread
nl_nl: kon discussie niet vinden

# NGM.Forum.Controllers.ThreadAdminController
source: could not find forum
nl_nl: kon forum niet vinden

# NGM.Forum.Controllers.ThreadAdminController
source: {0} has been moved.
nl_nl: {0} is verplaatst.

# NGM.Forum.Controllers.ThreadController
source: Not allowed to create thread
nl_nl: Het is hier niet toegestaan om een discussie te starten

# NGM.Forum.Controllers.ThreadController
source: Your {0} has been created.
nl_nl: Uw {0} is aangemaakt

# NGM.Forum.Controllers.ThreadController
source: Not allowed to view thread
nl_nl: Het is niet toegestaan om deze discussie te bekijken

source: Use Popularity Algorithm
nl_nl: Gebruik populariteit algoritme

source: Is Closed
fr_fr: Est Fermé
nl_nl: Is gesloten

source: Title
fr_fr: Titre
nl_nl: Titel

source: No forums found.
fr_fr: Aucun forum trouvé.
nl_nl: Geen forums gevonden.

source: New Forum
fr_fr: Nouveau forum
nl_nl: Nieuw Forum

source: Forum Properties
nl_nl: Forum eigenschappen

source: Manage Forums
fr_fr: Gérer les forums
nl_nl: Forums beheren

source: Actions:
nl_nl: Acties:

source: Choose action...
fr_fr: Supprimer
nl_nl: Kies actie...

source: Delete
nl_nl: Verwijderen

source: Apply
fr_fr: Appliquer
nl_nl: Toepassen

source: There are no forums for you to see. Want to <a href="{0}">add one</a>?
nl_nl: Er bestaan nog geen forums, wilt u er een <a href="{0}">aanmaken</a>?

source: Anonymous user
nl_nl: Anonieme gebruiker

source: Last Post
fr_fr: Dernier message
nl_nl: Laatste bericht

source: by
fr_fr: par
nl_nl: door

source: No posts yet...
nl_nl: Nog geen berichten...

source: Create Thread
nl_nl: Nieuwe discussie maken

source: There are no threads for this forum.
fr_fr: Il n'y pas encore de sujets dans ce forum.
nl_nl: Er zijn nog geen discussies voor dit forum.

source: Reply
fr_fr: Réponse
nl_nl: Reageren

source: Quote
nl_nl: Citeren

source: Un-mark as answer
nl_nl: Niet meer markeren als antwoord

source: Mark as answer
nl_nl: Markeren als antwoord

source: Is Answer
nl_nl: Is een antwoord

source: Is Question
fr_fr: Est une question
nl_nl: Is een vraag

source: Is Discussion
fr_fr: Est une discussion
nl_nl: Is een discussie

source: Move
nl_nl: Verplaatsen

source: Publish Now
nl_nl: Nu publiseren

source: Unpublish
nl_nl: Niet meer publiseren

source: There are no posts for this thread.
fr_fr: Il n'y a pas de messages pour ce sujet.
nl_nl: Er zijn nog geen berichten voor deze discussie.

source: New Post
fr_fr: Nouveau message
nl_nl: Nieuw bericht

source: New Thread
fr_fr: Nouveau sujet
nl_nl: Nieuwe discussie

source: Manage Thread
fr_fr: Gérer ce sujet
nl_nl: Discussie beheren

source: Manage Threads
fr_fr: Gestion des sujets
nl_nl: Discussies beheren

source: There are no threads for you to see.
nl_nl: Er zijn nog geen discussies.

source: Move Thread
nl_nl: Discussie verplaatsen

source: Destination
nl_nl: Bestemming

source: This is the forum that the thread will be moved to
nl_nl: Dit is het forum waar de disccusie naar verplaatst zal worden

source: Update
nl_nl: Bevestigen

source: Page:
nl_nl: Pagina:

source: M/d/yyyy h:mm tt
fr_fr: dd/MM/yyyy HH:mm

source: Create Post
fr_fr: Nouveau Message

source: 1 reply
fr_fr: 1 réponse

source: {0} replies
fr_fr: {0} réponses

source: 1 thread
fr_fr: 1 sujet

source: {0} threads
fr_fr: {0} sujets

source: Threads
fr_fr: Sujets

source: Is Sticky
fr_fr: Est épinglé

source: Forum properties
fr_fr: Propriétés du forum

source: There are no forums for you to see. Want to <a href="{0}">add one</a>?
fr_fr: Un nouveau message a été posté sur une discussion à laquelle vous êtes abonné à [SiteName]

source: You are receiving this email because you subscribed to receive new post notifications for the thread
fr_fr: Vous avez reçu ce message car vous avez choisi de recevoir une notification à chaque nouveau message dans cette discussion.

source: The content of the new post is as follows:
fr_fr: Le contenu de ce nouveau message est le suivant:

source: Click here to view this post on the site or to reply.
fr_fr: Cliquez ici pour voir ou répondre à ce message sur le site

source: To view this post on the site or to respond go to the link
fr_fr: french tranlation of 'to view this post on the site or to respond go to the link

source: [Sorry this post cannot be displayed in the email because the display type is incompatible with your email client.]
fr_fr: [Désolé, ce message ne peut être affiché dans l'email car son type d'affichage est incompatible.]
